---
kind: property
id: P:Autodesk.Revit.DB.Visual.Glazing.CommonTintColor
source: html/088390b0-37b7-8d03-0eac-3c9096bed1f2.htm
---
# Autodesk.Revit.DB.Visual.Glazing.CommonTintColor Property

The property labeled "Tint Color" from the "Glazing" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".